<?php
//000000086400
 exit();?>
a:5:{s:4:"code";s:16:"Q202304247425855";s:6:"status";i:3;s:7:"message";s:26:">>> 任务处理完成 <<<";s:8:"progress";s:6:"100.00";s:7:"history";a:3:{i:0;a:3:{s:7:"message";s:26:">>> 任务创建成功 <<<";s:8:"progress";s:6:"000.00";s:8:"datetime";s:19:"2023-04-24 22:52:25";}i:1;a:3:{s:7:"message";s:26:">>> 任务处理开始 <<<";s:8:"progress";s:6:"000.00";s:8:"datetime";s:19:"2023-04-24 22:52:26";}i:2;a:3:{s:7:"message";s:26:">>> 任务处理完成 <<<";s:8:"progress";s:6:"100.00";s:8:"datetime";s:19:"2023-04-24 22:52:26";}}}